Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Upper limit of the Sensitivity Ratio.
bg: Горна граница на коефициента на чувствителност.
cs: Horní hranice poměru citlivosti.
da: Øvre grænse for følsomhedsforholdet.
de: Obere Grenze für das Empfindlichkeitsverhältnis.
fr: Limite supérieure du ratio de sensibilité.
nb_no: Øvre grense for sensitivitetsratio.
nl: Bovenlimiet van de gevoeligheid ratio.
pl: Górna granica współczynnika czułości.
sv: Övre gräns för känslighetsration.
vi: Giới hạn trên của Tỷ lệ độ nhạy.
zh_hant: 敏感度比率的上限。

source: Use a sigmoid function for ISF (and for CR, when enabled), instead of the default Logarithmic formula. Requires the Dynamic ISF setting to be enabled in settings The Adjustment setting adjusts the slope of the curve (Y: Dynamic ratio, X: Blood Glucose). A lower value ==> less steep == less aggressive. The autosens.min/max settings determines both the max/min limits for the dynamic ratio AND how much the dynamic ratio is adjusted. If AF is the slope of the curve, the autosens.min/max is the height of the graph, the Y-interval, where Y: dynamic ratio. The curve will always have a sigmoid shape, no matter which autosens.min/max settings are used, meaning these settings have big consequences for the outcome of the computed dynamic ISF. Please be careful setting a too high autosens.max value. With a proper profile ISF setting, you will probably never need it to be higher than 1.5 An Autosens.max limit > 1.5 is not advisable when using the sigmoid function.
bg: Използвайте сигмоидна функция за ISF (и за CR, когато е активирана) вместо логаритмичната формула по подразбиране. Изисква настройката Dynamic ISF да бъде активирана в настройките. Настройката Adjustment коригира наклона на кривата (Y: Dynamic ratio, X: кръвна захар). По-ниска стойност ==> по-малко стръмна == по-малко агресивна. Настройките autosens.min/max определят както макс/мин границите за Dynamic ratio, ТАКА И колко много се коригира Dynamic ratio. Ако AF е наклонът на кривата, autosens.min/max е височината на графиката, Y-интервалът, където Y: Dynamic ratio. Кривата винаги ще има сигмоидна форма, независимо кои настройки на autosens.min/max се използват, което означава, че тези настройки имат големи последствия за крайния резултат на изчисления Dynamic ISF. Моля, бъдете внимателни при задаване на твърде висока стойност на autosens.max. С правилна настройка на профилния ISF вероятно никога няма да ви е необходима по-висока от 1.5. Граница Autosens.max > 1.5 не е препоръчителна при използване на сигмоидната функция.
cs: Používej sigmoidní funkci pro ISF (a pro CR, pokud je zapnuto) místo výchozího logaritmického vzorce. Vyžaduje zapnuté nastavení Dynamického ISF v nastavení. Nastavení úpravy (Adjustment) mění sklon křivky (Y: dynamický poměr, X: glykémie). Nižší hodnota ==> mírnější sklon == méně agresivní algoritmus. Nastavení autosens.min/max určuje jak limity pro dynamický poměr, tak rozsah jeho úprav. Pokud je faktor úpravy (AF) sklonem křivky, pak autosens.min/max určuje výšku grafu (interval na ose Y, kde Y je dynamický poměr). Křivka bude mít vždy sigmoidní tvar bez ohledu na zvolené limity autosens, což znamená, že tato nastavení mají velký vliv na výsledný dynamický ISF. Buď opatrný při nastavování příliš vysoké hodnoty autosens.max. Při správně nastaveném profilovém ISF pravděpodobně nikdy nebudeš potřebovat hodnotu vyšší než 1,5. Limit Autosens.max > 1,5 se při použití sigmoidní funkce nedoporučuje.
da: Brug en sigmoidfunktion til ISF (og til CR, når aktiveret) i stedet for standard Logaritmisk formel. Kræver, at Dynamic ISF-indstillingen aktiveres i indstillingerne Justeringsindstillingen justerer kurvens hældning (Y: Dynamisk ratio, X: Blodglukose). En lavere værdi ==> mindre stejl == mindre aggressiv. Autosenerne. / max indstillinger bestemmer både max/min grænser for det dynamiske forhold OG hvor meget det dynamiske forhold er justeret. Hvis AF er hældningen af kurven, autosenerne. in/max er højden af grafen, Y-intervallet, hvor Y: dynamisk forhold. Kurven vil altid have en sigmoid form, uanset hvilke autosener. / max indstillinger anvendes, hvilket betyder at disse indstillinger har store konsekvenser for resultatet af den beregnede dynamiske ISF. Vær forsigtig med at indstille en for høj autosens.max værdi. Med en korrekt profil ISF indstilling, vil du sandsynligvis aldrig brug for det for at være højere end 1. En Autosens.max grænse > 1, 5 er ikke tilrådelig, når sigmoid funktion.
de: Verwendung einer Sigmoid-Funktion für ISF (und für CR, wenn aktiviert) anstelle der logarithmischen Standardformel. Erfordert, dass die Einstellung Dynamischer ISF in den Einstellungen aktiviert ist Mit der Einstellung Justierung wird die Steigung der Kurve (Y: Dynamisches Verhältnis, X: Glukose) angepasst. Ein niedrigerer Wert ==> weniger steil ==> weniger aggressiv. Die autosens.min/max-Einstellungen bestimmen sowohl die Max/Min-Grenzen für das dynamische Verhältnis als auch, wie stark das dynamische Verhältnis angepasst wird. Wenn AF die Steigung der Kurve ist, ist autosens.min/max die Höhe der Kurve, das Y-Intervall, wobei Y: dynamisches Verhältnis. Die Kurve hat immer eine sigmoidale Form, unabhängig davon, welche autosens.min/max-Einstellungen verwendet werden, was bedeutet, dass diese Einstellungen große Auswirkungen auf das Ergebnis des berechneten dynamischen ISF haben. Bitte sei vorsichtig, wenn Du einen zu hohen autosens.max-Wert einstellst. Bei einer korrekten Einstellung des ISF-Profils wirst Du wahrscheinlich nie einen höheren Wert als 1,5 benötigen. Ein Autosens.max-Grenzwert > 1,5 ist bei Verwendung der Sigmoid-Funktion nicht ratsam.
fr: Utilise une fonction sigmoïde pour le Facteur de Sensibilité à l’Insuline (ISF) — et pour le Ratio Insuline/Glucides (CR) si activé — à la place de la formule logarithmique par défaut. Cette option nécessite que le réglage ISF dynamique soit activé dans les réglages. Le réglage Ajustement modifie la pente de la courbe (Y : ratio dynamique, X : mesure de glucose). Une valeur plus basse ⇒ courbe moins raide ⇒ ajustement moins agressif. Les réglages « Autosens min. » et « Autosens max. » définissent à la fois les limites minimale et maximale du ratio dynamique ET l’amplitude de ses ajustements. Si le facteur d’ajustement (AF) représente la pente de la courbe, alors autosens.min/max représente la hauteur du graphique — l’intervalle Y — où Y = ratio dynamique. La courbe conservera toujours une forme sigmoïde, quel que soit le réglage autosens.min/max, ce qui signifie que ces paramètres ont un impact important sur le ISF dynamique calculé. ⚠️ Veillez à ne pas définir une valeur Autosens.max trop élevée. Avec un réglage de ISF approprié dans votre profil, vous ne devriez probablement jamais avoir besoin de dépasser 1,5. Une limite autosens.max > 1,5 n’est pas recommandée lorsque vous utilisez la fonction sigmoïde.
it: Usa una funzione sigmoid per ISF (e per CR, quando abilitato), invece della formula Logaritmica predefinita. Richiede l'impostazione ISF dinamica per essere abilitata nelle impostazioni L'impostazione di regolazione regola la pendenza della curva (Y: Dynamic ratio, X: Colla Di Sangue). Un valore inferiore ==> meno ripido == meno aggressivo. Gli autosens. le impostazioni in/max determinano sia i limiti max/min per il rapporto dinamico E quanto il rapporto dinamico viene regolato. Se AF è la pendenza della curva, gli autosensi. in/max è l'altezza del grafico, l'intervallo Y, dove Y: rapporto dinamico. La curva avrà sempre una forma di sigmoid, indipendentemente dagli autosensi. le impostazioni in/max sono usate, il che significa che queste impostazioni hanno grandi conseguenze per il risultato del ISF dinamico calcolato. Attenzione all'impostazione di un valore autosens.max troppo alto. Con una corretta impostazione ISF del profilo, probabilmente non avrete mai bisogno di essere superiore a 1. Un limite di Autosens.max > 1.5 non è consigliabile quando si utilizza la funzione sigmoid.
nb_no: Bruk en sigmoidfunksjon for ISF (og for CR, når den er aktivert), i stedet for standard logaritmisk formel. Krever at innstillingen Dynamisk ISF er aktivert i innstillingene. Justeringsinnstillingen justerer kurvens helling (Y: Dynamisk forhold, X: Blodsukker). En lavere verdi ==> mindre bratt == mindre aggressiv. Autosens.min/max-innstillingene bestemmer både maks/min-grensene for det dynamiske forholdet OG hvor mye det dynamiske forholdet justeres. Hvis AF er kurvens helling, er autosens.min/max høyden på grafen, Y-intervallet, der Y: dynamisk forhold. Kurven vil alltid ha en sigmoidform, uansett hvilke autosens.min/max-innstillinger som brukes, noe som betyr at disse innstillingene har store konsekvenser for resultatet av den beregnede dynamiske ISF-en. Vær forsiktig med å sette en for høy autosens.max-verdi. Med en riktig ISF-innstilling for profilen vil du sannsynligvis aldri trenge at den er høyere enn 1,5. En Autosens.max-grense > 1,5 anbefales ikke når du bruker sigmoid-funksjonen.
nl: Gebruikt een Sigmoid functie voor ISF (en voor CR, indien ingeschakeld), in plaats van de standaard logaritmische formule. Vereist een geactiveerde dynamische ISF instelling. De instelling aanpassing past de helling van de curve aan (Y: Dynamische verhouding, X: Bloedglucose). Een lagere waarde ==> minder steil = minder agressief. De autosens.min/max instellingen bepalen zowel de max/min grenzen voor de dynamische ratio als hoeveel de dynamische ratio wordt aangepast. Als AF de helling van de curve is, is autosens.min/max de hoogte van de grafiek, het Y-interval, waarbij Y: dynamische verhouding. De curve zal altijd een sigmoïde vorm hebben, ongeacht de autosens.min/max instellingen, wat betekent dat deze instellingen grote gevolgen hebben voor het resultaat van de berekende dynamische ISF. Wees voorzichtig met het instellen van een te hoge autosens.max waarde. Met een goede profiel-ISF instelling zal het waarschijnlijk nooit nodig zijn deze hoger in te stellen dan 1,5. Een Autosens max grens > 1,5 is niet aan te raden bij gebruik van de Sigmoid functie.
pl: Użyj funkcji sigmoid dla ISF (i CR, gdy włączone), zamiast domyślnego wzoru logarytmicznego. Wymaga włączenia dynamicznego ustawienia ISF w ustawieniach Ustawienie regulacji dostosowuje nachylenie krzywej (Y: przełożenie dynamiczne, X: Glukoza we krwi). Niższa wartość ==> mniej strome == mniej agresywne. Autosens. ustawienia in/max określają zarówno wartości maksymalne/min dla współczynnika dynamicznego ORAZ ile jest regulowanych wartości dynamicznych. Jeżeli AF jest nachyleniem krzywej, autoseny. in/max to wysokość wykresu, przedział Y gdzie Y: stosunek dynamiczny. Krzywa zawsze będzie mieć kształt sigmoida, bez względu na to, co autosens. używane są ustawienia in/maks, co oznacza, że ustawienia te mają duże konsekwencje dla wyniku obliczeń dynamicznych ISF. Proszę ostrożnie ustawić zbyt wysoką wartość autosens.max. Z odpowiednim profilem ISF prawdopodobnie nigdy nie będziesz potrzebował go więcej niż 1. Limit Autosens.max > 1.5 nie jest zalecany podczas używania funkcji sigmoida.
pt_pt: Usar uma função sigmoid para ISF (e para CR, quando ativado), em vez da fórmula logarítmica padrão. Requer a configuração do ISF dinâmico para estar habilitado nas configurações O ajuste ajusta o coeficiente angular da curva (Y: Taxa dinâmica, X: Blood Glucose). Um valor mais baixo ==> menos íngreme == menos agressivo. O autosens. configurações in/max determina ambos os limites máx/min para a proporção dinâmica e quanto a proporção dinâmica é ajustada. Se AF é a inclinação da curva, o autosenso. in/max é a altura do gráfico, o Y-interval, onde Y: proporção dinâmica. A curva sempre terá uma forma sigmoid, não importa qual autorsens. configurações in/max são usadas, o que significa que estas configurações têm grandes consequências para o resultado do ISF dinâmico computado. Por favor, tenha cuidado ao definir um autosens.max muito alto. Com uma configuração de ISF de perfil correta, você provavelmente nunca precisará que ela seja superior a 1. Um limite Autosens.max > 1.5 não é aconselhável quando se usa a função sigmoid.
ru: Использовать сигмоидную функцию для ISF (и для CR, если включено), вместо логарифмической функции. Требует включенного в настройках режима Dynamic ISF Коэффициент регулировки AF регулирует наклон кривой (Y: Динамическое соотношение, X: Глюкоза крови). Ниже значения ==> меньше крутизна == меньше агрессивность. Autosens минимум и максимум определяют оба - максимальный и минимальный лимиты для динамического соотношения и как сильно динамическое соотношение будет изменять ISF/CR. Коэффициент регулировки AF - это высота кривой, Y - интервал, где Y - динамическое соотношение. Кривая всегда будет иметь сигмовидную форму, не важно какой autosens минимум/максимум указаны. Это означает, что эти настройки имеют большие последствия для результата вычисляемого динамического ISF. Пожалуйста, будьте осторожны с высокими значениями параметра алгоритма максимума для autosens. При правильной настройке профиля ISF, никогда не понадобится значение выше 1,5. An Предел Autosens максимум > 1,5 не рекомендуется при использовании сигмовидной функции.
sv: Använd en sigmoidfunktion för ISF (och för CR, när det är aktiverat), istället för den logaritmiska standardformeln. Kräver att den dynamiska ISF-inställningen är aktiverad i inställningarna Justeringsinställningen justerar lutningen på kurvan (Y: Dynamiskt förhållande, X: Blodglukos). Ett lägre värde ==> mindre brant == mindre aggressiv. Autosens. in/max inställningar bestämmer både max/min gränsen för den dynamiska ration OCH hur mycket den dynamiska ration justeras. Om AF är sluttningen av kurvan, autosens. in/max är höjden på grafen, Y-intervallet, där Y: dynamiskt förhållande. Kurvan kommer alltid att ha en sigmoid form, oavsett vilken autosens. in/max inställningar används, vilket innebär att dessa inställningar har stora konsekvenser för resultatet av den beräknade dynamiska ISF. Var försiktig med att ställa in ett för högt autosens max värde. Med en korrekt profil-ISF inställning, kommer du förmodligen aldrig att begöver ett värde högre än 1.5. En autosens.max gräns > 1.5 är inte lämpligt när du använder sigmoid-funktionen.
uk: Використовуйте сигмоїдну функцію для ISF (та для CR, якщо ввімкнено), замість стандартної логарифмічної формули. У налаштуваннях потрібно ввімкнути параметр Dynamic ISF Параметр Adjustment регулює нахил кривої (Y: динамічне співвідношення, X: рівень глюкози в крові). Менше значення ==> менш крутий == менш агресивний. Параметри autosens.min/max визначають максимальні/мінімальні межі для динамічного коефіцієнта І наскільки динамічне співвідношення регулюється. Якщо AF – це нахил кривої, autosens.min/max – це висота графіка, Y-інтервал, де Y: динамічне співвідношення. Крива завжди матиме сигмоподібну форму, незалежно від того, які налаштування autosens.min/max використовуються, тобто ці налаштування мають великі наслідки для результату обчисленої динамічної ISF. Будьте обережні, встановлюючи занадто високе значення autosens.max. З правильним налаштуванням ISF профілю вам, ймовірно, ніколи не знадобиться, щоб воно було вищим за 1,5 Обмеження Autosens.max > 1,5 не рекомендується під час використання сигмоїдної функції.
vi: Sử dụng hàm sigmoid cho ISF (và cho CR khi được bật), thay vì công thức Logarithmic mặc định. Yêu cầu phải bật cài đặt Dynamic ISF trong phần Cài đặt. Cài đặt Adjustment điều chỉnh độ dốc của đường cong (Y: Tỷ lệ động – Dynamic ratio, X: Đường huyết). Giá trị thấp hơn ⇒ đường cong ít dốc hơn ⇒ điều chỉnh ít tích cực hơn. Cài đặt autosens.min/max xác định: Giới hạn tối đa/tối thiểu của Dynamic ratio Và mức độ mà Dynamic ratio được điều chỉnh Nếu AF là độ dốc của đường cong, thì autosens.min/max là “chiều cao” của biểu đồ — tức khoảng giá trị Y (Y = Dynamic ratio). Đường cong sẽ luôn có dạng sigmoid, bất kể giá trị autosens.min/max được đặt như thế nào. Vì vậy, các cài đặt này có ảnh hưởng lớn đến kết quả tính toán Dynamic ISF. ⚠️ Hãy thận trọng khi đặt giá trị autosens.max quá cao. Với một hồ sơ ISF được thiết lập hợp lý, bạn thường sẽ không cần đặt giá trị này cao hơn 1,5. Không khuyến nghị đặt autosens.max > 1,5 khi sử dụng hàm sigmoid.
zh_hant: 對於ISF（以及在啟用時的CR），使用sigmoid函數，而不是預設的對數公式。這需要在設定中啟用動態ISF設定。 調整設定會調整曲線的斜率（Y：動態比例，X：血糖）。較低的值 ==> 斜率較平坦 == 較不激烈。 autosens.min/max設定決定動態比例的最大/最小限制和動態比例的調整幅度。如果AF是曲線的斜率，autosens.min/max則是圖形的高度，Y區間，Y：動態比例。無論使用何種autosens.min/max設定，曲線始終會呈現sigmoid形狀，這意味著這些設定對計算出的動態ISF的結果將有很大影響。請小心設置過高的autosens.max值。擁有適當的設定檔ISF設定，您可能永遠不需要超過1.5的值。 當使用sigmoid函數時，autosens.max限制>1.5是不建議的。

source: Use Autotune
bg: Използване на Autotune
cs: Používat Autotune
de: Autotune verwenden
es: Usar Autotune
fr: Utiliser le réglage automatique "Autotune"
it: Usa autotune
nb_no: Bruk Autotune
nl: Autotune gebruiken
pl: Użyj Autotune
pt_pt: usar Autotune
ru: Использовать автотюн
sv: Använd Autotune
uk: Використовувати Автотюн
vi: Sử dụng Autotune
zh_hant: 使用自動調整

source: Use calendar events to display current data.
bg: Използване на събития в календара за показване на текущи данни.
cs: Používat události kalendáře pro zobrazení aktuálních dat.
da: Brug kalenderbegivenheder til at vise aktuelle data.
de: Verwende Kalenderereignisse, um aktuelle Daten anzuzeigen.
es: Utilice eventos del calendario para mostrar los datos actuales.
fr: Afficher les données en cours dans des événements du calendrier.
it: Usa gli eventi del calendario per visualizzare i dati correnti.
nb_no: Bruk kalenderhendelser til å vise gjeldende data.
nl: Agenda-afspraken gebruiken om huidige gegevens weer te geven.
pl: Użyj wydarzeń kalendarza do wyświetlania bieżących danych.
pt_pt: Usar eventos do calendário para exibir os dados atuais.
ru: Использовать события календаря для отображения текущих данных.
sv: Använd kalenderhändelser för att visa aktuell data.
uk: Використовувати події календаря для відображення поточних даних.
vi: Sử dụng calendar để hiển thị dữ liệu hiện tại.
zh_hant: 使用日曆事件顯示當前資料。

source: Use Custom Peak Time
bg: Използване на персонализирано пиково време
cs: Používat vlastní čas vrcholu účinku
da: Benyt Brugerdefineret Tidspunkt
de: Verwende einen benutzerdefinierten Höhepunkt
es: Usar tiempo pico personalizado
fr: Personnaliser la durée du pic d’action de l'insuline
it: Usa Picco Tempo Personalizzato
nb_no: Bruk egendefinert topptid for insulineffekt
nl: Aangepaste piektijd gebruiken
pl: Użyj własnego czasu szczytu insuliny
pt_pt: Usar Tempo Pico Personalizado
ru: Использовать собственный пик действия инсулина
sv: Använd anpassad tid, i minuter, för insulinets maximala glukossänkande effekt
uk: Використовувати Свій Пік Дії Інсуліну
vi: Tuỳ chỉnh thời gian đỉnh Insulin
zh_hant: 使用自定義高峰時間

source: Use Dynamic CR. The dynamic ratio will be used for CR as follows: When ratio > 1: dynCR = (newRatio - 1) / 2 + 1. When ratio < 1: dynCR = CR/dynCR. Don't use toghether with a high Insulin Fraction (> 2)
bg: Използвайте Dynamic CR. Dynamic ratio ще се използва за CR, както следва: Когато коефициент > 1: dynCR = (newRatio - 1) / 2 + 1. Когато коефициент < 1: dynCR = CR/dynCR. Не използвайте заедно с високо Insulin Fraction (> 2)
cs: Používat dynamický CR. Dynamický poměr se pro CR vypočítá následovně: Když je poměr > 1: dynCR = (novýPoměr - 1) / 2 + 1. Když je poměr < 1: dynCR = CR / dynCR. Nepoužívej společně s vysokým inzulínovým zlomkem (> 2).
da: Brug Dynamisk CR. Det dynamiske forhold vil blive anvendt til CR som følger: Når forholdet > 1: dynCR = (newRatio - 1) / 2 + 1. Når forholdet < 1: dynCR = CR/dynCR. Brug ikke med en høj insulinfraktion (> 2)
de: Nutze den Dynamischen CR. Das dynamische Verhältnis wird für CR wie folgt verwendet: Bei Verhältnis > 1: dynCR = (newRatio - 1) / 2 + 1. Wenn Verhältnis < 1: dynCR = CR/dynCR. Nicht in Kombination mit hohem Insulinanteil (> 2) verwenden
es: Usar CR dinámico. La relación dinámica se utilizará para CR de la siguiente manera: Cuando la relación sea > 1: dynCR = (nueva relación - 1) / 2 + 1. Cuando la proporción < 1: dynCR = CR/dynCR. No use el interruptor con una fracción alta de insulina (> 2)
fr: Utiliser le Ratio Insuline/Glucides dynamique (Dynamic CR). Le ratio dynamique sera utilisé pour le CR selon les règles suivantes : Lorsque le ratio > 1 : dynCR = (newRatio - 1) / 2 + 1 Lorsque le ratio < 1 : dynCR = CR / dynCR Ne pas utiliser en même temps qu’une fraction d’insuline élevée (> 2)
it: Usa CR Dinamico. Il rapporto dinamico sarà utilizzato per CR come segue: Quando rapporto > 1: dynCR = (newRatio - 1) / 2 + 1. Quando il rapporto < 1: dynCR = CR/dynCR. Non usare insieme a frazione d'insulina elevata (> 2)
nb_no: Bruk dynamisk CR. Dynamisk ratio brukes for CR som følger: Når ratio > 1: dynCR = (newRatio - 1) / 2 + 1. Når ratio < 1: dynCR = CR/dynCR. Ikke bruk denne innstillingen sammen med en høy insulinbrøk (Insulin Fraction > 2)
nl: Gebruik de Dynamische Carb Ratio (CR). De dynamische verhouding wordt als volgt toegepast: Als de verhouding > 1 is: dynCR = (nieuwe verhouding - 1) / 2 + 1. Als de verhouding < 1 is: dynCR = CR/dynCR. Gebruik dit niet samen met een hoge insuline fractie (> 2). Eenvoudig gezegd, de Dynamische Carb Ratio past de koolhydraatverhouding aan op basis van je recente verhoudingen. Het zorgt ervoor dat de aanpassingen niet te groot zijn en werkt niet goed als je een hoge insuline fractie hebt.
pl: Użyj dynamicznego CR. Współczynnik dynamiczny będzie stosowany dla CR w następujący sposób: Gdy stosunek > 1: dynCR = (nowy stosunek - 1) / 2 + 1. Gdy stosunek < 1: dynCR = CR/dynCR. Nie używaj kostek z wysokim ułamkiem insuliny (> 2)
pt_pt: Use CR. Dinâmico A proporção dinâmica será usada para CR da seguinte forma: When ratio > 1: dynCR = (newRatio - 1) / 2 + 1. Quando a proporção < 1: dynCR = CR/dynCR. Não use toghether com uma fração de Insulina alta (> 2)
ru: Использовать Dynamic CR. Dynamic ratio будет также влиять и на CR: Когда ratio > 1: dynCR = (newRatio - 1) / 2 + 1. Когда ratio <1: dynCR = CR/dynCR. Не используйте совместно с высоким Insulin Fraction (> 2)
sv: Använd dynamisk insulinkvot (CR). Den dynamiska kvoten kommer att beräknas som följer:: när kvot > 1: dynamisk insulinkvot = (dynamiskISFkvot - 1) / 2 + 1. När kvot < 1: dynamisk insulinkvot = inställd insulinkvot/dynamisk insulinkvot. Undvik att använda tillsammans med en inställning för "Kvot av rekommenderad mängd insulin" över 2
uk: Використовувати Dynamic CR. Dynamic ratio також впливатиме на CR: Коли ratio > 1: dynCR = (newRatio - 1) / 2 + 1. Коли ratio <1: dynCR = CR/dynCR. Не використовуйте спільно з високим Insulin Fraction (> 2)
vi: SSử dụng CR động (Dynamic CR). Tỷ lệ động sẽ được áp dụng cho CR như sau: Khi tỷ lệ > 1: dynCR = (tỷ lệ mới - 1) / 2 + 1 Khi tỷ lệ < 1: dynCR = CR / dynCR Không nên sử dụng cùng lúc với Tỷ lệ Insulin Fraction cao (trên 2).
zh_hant: 使用動態CR。動態比例將用於CR，如下所示： 當比例>1時：dynCR = (newRatio - 1) / 2 + 1。 當比例<1時：dynCR = CR/dynCR。 不要與高胰島素比例（>2）同時使用。
